[
    {
      "id": 1,
      "link": "img_5terre.jpg",
      "imageSrc": "images/65297782_2981152442110457_5653792814132101120_n.jpg",
      "altText": "Protected Area 1",
      "description": "This bird belongs to the Turdidae family. There are three different species of bluebirds, all of which live in North America and Central America. These are the eastern, western, and mountain Bluebirds. As their name suggests, all three species have bright blue plumage. The three different species have slightly different plumage, but similar body shapes. Their bodies are rather round and stocky, and they have short pointed bills. Eastern Bluebirds have blue heads, backs, and wings, light orange chests, and white undersides. Westerns are similar to Easterns, but have darker orange, and grey undersides. Mountain Bluebirds have blue plumage on their heads and backs, and light blue plumage on their chests."
    },
    {
      "id": 2,
      "link": "img_forest.jpg",
      "imageSrc": "images/65686079_2985329315026103_8915978160873406464_n.jpg",
      "altText": "Protected Area 2",
      "description": "Moose are truly massive members of the deer family. They are both the tallest and heaviest living deer species, followed closely by the elk. Easily identified by their unique antlers (in bulls), these huge mammals are truly magnificent. Moose have tan to dark brown colored fur, which is thick enough to help insulate them during the frigid, snowy winters. The males, known as “bulls,” are the only gender that grows antlers. Bulls also have a long, hair-covered waddle growing from their necks or chins, while females have a smaller waddle. They also have a very large, bulbous nose with long nostrils. Moose are herbivores, and feed on a variety of plants including leaves, bark, and twigs. They are also strong swimmers, and are able to dive up to 20 feet deep to feed on aquatic plants."
    },
    {
      "id": 3,
      "link": "img_lights.jpg",
      "imageSrc": "images/66057673_2990810491144652_3166340226658336768_n.jpg",
      "altText": "Protected Area 3",
      "description": "Sloth bears are medium-sized bears that can weigh anywhere from 120 pounds to 320 pounds, depending on age, location, and sex. They have black fur, though some individuals have white markings on their chests. The two primary distinctions between this species and other bears are their ears and lips. Unlike the small round ears of most bear species, sloth bears have large ears. Their ears are also floppy and coated in long fur. This species also has long, floppy lips."
    },
    {
      "id": 4,
      "link": "img_mountains.jpg",
      "imageSrc": "images/Pic83.jpg",
      "altText": "Protected Area 4",
      "description": "Lizards are insectivorous and the male gets a bright red throat in the breeding season. They measure over 10 cm (3.9 in) in length snout-to-vent. The coloration is very variable, sometimes uniform brownish or greyish-olive or yellowish. Generally broad brown bands across the back, interrupted by a yellowish lateral band. Black streaks radiate from the eye, and some of them are continued over the throat, running obliquely backwards, belly frequently with greyish longitudinal stripes, one along the median line being the most distinct; young and half-grown specimens have a dark, black-edged band across the inter-orbital region. The ground-colour is generally a light brownish olive, but the lizard can change it to bright red, to black, and to a mixture of both. This change is sometimes confined to the head, at other times diffused over the whole body and tail. These bright, changeable colors are peculiar to the male during the breeding-season, which falls in the months of May to early October."
    },
    {
      "id": 5,
      "link": "img_lights.jpg",
      "imageSrc": "images/27-eyebrowed-thrush-1024x683.jpg",
      "altText": "Protected Area 5",
      "description": "The Eyebrowed Thrush, or Turdus obscurus, can be found in Northeast Asia and the Russian Far East. This orange bird has dark stripes on its head and wings, giving it a unique appearance."
    },
    {
      "id": 6,
      "link": "img_lights.jpg",
      "imageSrc": "images/271662402_3941479779411047_2850863390331280745_n.jpg",
      "altText": "Protected Area 6",
      "description": "Green bee-eaters are small, insectivorous birds that are found in parts of Asia and Africa. They are known for their small size, unique sound, slender body, and bright plumage, as well as for being one of the most beautiful birds. They are found in a variety of wooded areas throughout sub-Saharan Africa, western Arabia, and east Asia. The green bee-eater’s vast range stretches from Mauritania in West Africa to sub-Saharan Africa, as well as the Middle East and India as far in the north as Nepal; in Southeast Asia, it is found in central China, Thailand, and Vietnam. This species frequents wooded areas where there are scattered trees and bushes, keeping near streams and shores, but also occurs in arid areas that have acacia and date palms, and in dunes, near cultivated areas, and big gardens. They like bare and sandy soils. Green bee-eaters are not known to perform migrations, but they make seasonal movements in response to rainfall."
    },
    {
      "id": 7,
      "link": "img_lights.jpg",
      "imageSrc": "images/64570975_2977065395852495_6694360246313287680_n.jpg",
      "altText": "Protected Area 7",
      "description": "Elephants are the largest living land animals. There are three species of elephants: the African savanna elephant, the African forest elephant, and the Asian elephant. They make up the elephant family of mammals. Elephants’ skin is thick, wrinkled, and not very hairy. It is grayish to brown in color. An elephant’s trunk is an extension of the nose and upper lip. An elephant uses its trunk to grab food and to put it into the mouth. It can also draw water into the trunk and then blow it into the mouth. Elephants move around in small family groups led by older females, called cows. A family group has between two to eight animals. Several groups form a herd. A herd includes as many as 20–40 cows and all their babies. Elephants migrate, or travel, in search of food. They eat only plants, including grasses. They often rest during the hottest hours of the day. They lie down to sleep for only a few hours at night. A mother elephant gives birth to a baby elephant about 22 months after mating. A newborn elephant is about 3 feet (1 meter) tall and weighs about 220 pounds (100 kilograms). An elephant may live for 60–70 years."
    }
  ]
  